{
    "@context": "https://w3id.org/emmo/domain/battery/context",
    "schema:name": "INR21700-30T",
    "schema:manufacturer": {
        "schema:name": "Samsung"
    },
    "hasPositiveElectrode": {
        "@type": "PositiveElectrode",
        "hasActiveMaterial": {
            "@type": "LithiumNickelManganeseCobaltOxide",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        }
    },
    "schema:subjectOf": [
        {
            "@id": "https://doi.org/10.1149/1945-7111/ace1a7",
            "schema:headline": "Full Parameterization Study of a High-Energy and High-Power Li-Ion Cell for Physicochemical Models",
            "schema:author": "Christina Schmitt and Martina Gerle and Dennis Kopljar and K. Andreas Friedrich",
            "schema:description": "<jats:p>For physicochemical modelling of lithium ion batteries, an extensive parametrization is necessary. These parameters need to be derived cell specifically as they vary with cell design. In this study, two cells from the same manufacturer are investigated which are optimized for high power and high energy applications. After opening the cells under argon atmosphere, the battery materials are extracted to conduct various chemical and physical measurements to define the active material type, microstructure, conductivity and mass loading of the electrodes. Furthermore, laboratory cells were built from the extracted materials to evaluate tortuosity and exchange current density by electrochemical impedance spectroscopy, open circuit voltages and solid diffusion coefficient by galvanostatic intermittent titration technique (GITT). The differences and similarities of these parameters for both cell types are discussed and compared to literature. Main differences are the electrode area, thickness, porosity, and thus, mass loading and areal capacity of the electrodes. Both cells have a NCA cathode, but only the high energy cell has a blend anode consisting of graphite and Si/SiO<jats:sub>x</jats:sub> whereas the anode active material of the high power cell is only made of graphite. The derived parameters are finally used for the parameterization of a P2D model.</jats:p>",
            "schema:datePublished": 2023
        },
        {
            "@id": "https://doi.org/10.3390/en16010211",
            "schema:headline": "An Experimental and Numerical Study on Charged 21700 Lithium-Ion Battery Cells under Dynamic and High Mechanical Loads",
            "schema:author": "Marian Bulla and Christopher Schmandt and Stefan Kolling and Thomas Kisters and Elham Sahraei",
            "schema:description": "<jats:p>The need for higher capacity battery cells has increased significantly during the past years. Therefore, the subject of this study is to investigate the behavior of high performance 21700 Lithium-Ion cylindric battery cells under several abuse conditions, represented by high mechanical loads with different velocities and states of charge (SoC), and to develop a finite element analysis (FEA) model, using the OpenRadioss’ explicit solver capabilities. The present study is focused on the investigation of the behavior of these cells under high mechanical loads with different loading velocities and different states of charge. The aim of the study is to provide a tool to predict the point of an internal short circuit in FEA, with a very good approximation. Experiments were completed using a hydraulic flat-compression test, set up at four different states of charge, 40%, 60%, 80% and 100%, and three different loading velocities of 10 mms−1, 100 mms−1 and 1000 mms−1. A homogenized FEA model is developed to predict the internal damage of the separator, which can lead to a short circuit with a possible thermal runaway under abusive load conditions. The present model, in combination with well identified material and fracture parameters, succeeded in the prediction of the mechanical behavior at various states of charge and mechanical loading conditions; it can also be used for further crashworthiness analysis within a full-car FEA model. This accurate cell model will be the first building block to optimize the protective structures of batteries in electric vehicles, and reduce their weight through a deeper understanding of their overall behavior during the different crash cases.</jats:p>",
            "schema:datePublished": 2022
        },
        {
            "@id": "https://doi.org/10.3390/en15186803",
            "schema:headline": "Open-Circuit Voltage Models for Battery Management Systems: A Review",
            "schema:author": "Prarthana Pillai and Sneha Sundaresan and Pradeep Kumar and Krishna R. Pattipati and Balakumar Balasingam",
            "schema:description": "<jats:p>A battery management system (BMS) plays a crucial role to ensure the safety, efficiency, and reliability of a rechargeable Li-ion battery pack. State of charge (SOC) estimation is an important operation within a BMS. Estimated SOC is required in several BMS operations, such as remaining power and mileage estimation, battery capacity estimation, charge termination, and cell balancing. The open-circuit voltage (OCV) look-up-based SOC estimation approach is widely used in battery management systems. For OCV lookup, the OCV–SOC characteristic is empirically measured and parameterized a priori. The literature shows numerous OCV–SOC models and approaches to characterize them and use them in SOC estimation. However, the selection of an OCV–SOC model must consider several factors: (i) Modeling errors due to approximations, age/temperature effects, and cell-to-cell variations; (ii) Likelihood and severity of errors when the OCV–SOC parameters are rounded; (iii) Computing system requirements to store and process OCV parameters; and (iv) The required computational complexity of real-time OCV lookup algorithms. This paper presents a review of existing OCV–SOC models and proposes a systematic approach to select a suitable OCV–SOC for implementation based on various constraints faced by a BMS designer in practical application.</jats:p>",
            "schema:datePublished": 2022
        }
    ],
    "hasCase": [
        {
            "@type": "R21700"
        }
    ],
    "hasProperty": [
        {
            "@type": [
                "RatedCapacity",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 3.0
            },
            "hasMeasurementUnit": "emmo:AmpereHour",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "CycleLife",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 250.0
            },
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "NominalVoltage",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 3.6
            },
            "hasMeasurementUnit": "emmo:Volt",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "UpperVoltageLimit",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 4.2
            },
            "hasMeasurementUnit": "emmo:Volt",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "LowerVoltageLimit",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 2.5
            },
            "hasMeasurementUnit": "emmo:Volt",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "DischargingCurrent",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 0.6
            },
            "hasMeasurementUnit": "emmo:Ampere",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "MaximumContinuousDischargingCurrent",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 35.0
            },
            "hasMeasurementUnit": "emmo:Ampere",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "Mass",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 0.069
            },
            "hasMeasurementUnit": "emmo:Kilogram",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "ChargingCurrent",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 1.5
            },
            "hasMeasurementUnit": "emmo:Ampere",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "MaximumContinuousChargingCurrent",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 4.0
            },
            "hasMeasurementUnit": "emmo:Ampere",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "Height",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 0.0703
            },
            "hasMeasurementUnit": "emmo:Metre",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        },
        {
            "@type": [
                "Diameter",
                "ConventionalProperty"
            ],
            "hasNumericalPart": {
                "@type": "Real",
                "hasNumericalValue": 0.02122
            },
            "hasMeasurementUnit": "emmo:Metre",
            "schema:citation": {
                "@id": "https://github.com/TUMFTM/TruckBatteryDesign/raw/main/Step1_cell_selection/inputs/CellDatabase_v6.xlsx"
            }
        }
    ]
}